Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sukella_saamelaiskulttuuriin_mobiilipelin_muodossa.html.tmx
Source language: fin
Languages: smn

source: Sukella saamelaiskulttuuriin mobiilipelin muodossa
smn: Vuáju sämikulttuurân moobiilspeelâ peht

source: Nuorisoneuvosto julkaisee yhdessä Nuorten Akatemian kanssa Sukellus saamelaiskulttuuriin –mobiilipelin.
smn: Nuorâirääđi almostit oovtâst Nuorâi Akatemiain Sukellus saamelaiskulttuuriin –moobiilspeelâ.

source: Pelin avulla pyritään lisäämään tietoisuutta saamelaiskulttuurista eri näkökulmien kautta.
smn: Speelâ vievâst viggeh lasettiđ tiäđuid sämikulttuurist sierâ uáinui peht.

source: Seppo-pelialustalla pelattava saamelaisaiheinen mobiilipeli on suunnattu yläkoulun lisäksi toisen asteen opiskelijoille.
smn: Seppo-spellâvuáđust spellâmnáál sämifáádáid siskeldeijee moobiilspellâ lii čuosâttum paješkoovlâ lasseen nube tääsi uáppeid.

source: Peli auttaa oppilaita ympäri Suomen oppimaan ja oivaltamaan saamelaisuudesta ja saamelaiskulttuurista ja se käsittelee mm. saamelaisten historiaa, nykypäivän ilmiöitä ja henkilöitä, saamenpukua, kulttuurista omimista sekä perinteisiä elinkeinoja.
smn: Spellâ iššeed uáppeid pirrâ Suomâ oppâđ já iberdiđ sämmilâšvuođâst já sämikulttuurist já tot kieđâvuš ei. sämmilij historjá, tááláá ääigi almonijd já ulmuid, sämimááccuh, kulttuurlii omâstem sehe ärbivuáválijd iäláttâsâid.

source: Seppo-mobiilipelin tavoite on innostaa kasvattajia, opettajia ja valmentajia opettamaan lapsille ja nuorille saamelaisista ja saamelaiskulttuurista.
smn: Seppo-moobiilspeelâ ulme lii movtijdittiđ šoddâdeijeid, máttáátteijeid já välmejeijeid máttááttiđ párnáid já nuoráid sämmilijn já sämikulttuurist.

source: Peli sisältää perustietoa saamelaisista sekä soveltavia ja syventäviä harjoituksia.
smn: Spellâ ana sistees vuáđutiäđu sämmilijn sehe heiviitteijee já vuáijoo hárjuttâsâid.

source: Pelin kautta nuoria kannustetaan toimimaan itse ja luomaan aiheesta omia mielipiteitä sekä keskustelemaan niistä yhdessä toisten nuorten kanssa.
smn: Speelâ peht movtijditeh nuorâid toimâđ jieš já hammiđ fáádást jieijâs uáivilijd sehe savâstâllâđ tain oovtâst eres nuorâiguin.

source: “Seppo-pelin suunnitteluun on osallistettu saamelaisnuoria esimerkiksi työpajojen muodossa.
smn: “Seppo-speelâ vuáváámân láá váldám fáárun säminuorâid ovdâmerkkân pargopaajijn.

source: Nuoret ovat vaikuttaneet pelin menetelmien valintaan sekä pelin sisältämiin teemoihin ja aiheisiin.
smn: Nuorah láá vaiguttâm speelâ vuáháduvâi valjiimân sehe speelâ teemaid já fáádáid.

source: Peli julkaistaan sopivasti ennen Saamelaisten kansallispäivää 6.2. ja se on hyvä tapa tutustua ja syventyä saamelaiskulttuuriin yhdessä hankkeen muiden materiaalien kanssa”, kertoo nuorisosihteeri Elli-Marja Hetta pelistä.
smn: Spellâ almostittoo mudágávt ovdil Sämmilij aalmugpeeivi 6.2. já tot lii šiev vyehi uápásmuđ já vuáijuđ sämikulttuurân oovtâst haavâ eres materiaalijguin ”, muštâl vs. nuorâičällee Elli-Marja Hetta speelâst.

source: Maksuton peli on tilattavissa Nuorten Akatemian nettisivuilta .
smn: Mávsuttes speelâ puáhtá tiiláđ Nuorâi Akatemia nettisiijđoin

source: Dihtosis- tietopaketti saamelaisista
smn: Dihtosis- tiätupakkeet sämmilijn

source: Dihtosis -hanke on Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian yhteishanke, jonka tavoitteena on lisätä valtaväestöön kuuluvien nuorten tietoisuutta saamelaisista.
smn: Dihtosis -haahâ lii Sämitige nuorâirääđi já Nuorâi Akatemia ohtsâšhaahâ, mon ulmen lii lasettiđ válduaalmugân kullee nuorâi tiäđuid sämmilijn.

source: Tiedon ja hankkeen materiaalien avulla pyritään nostamaan saamelaiset ja saamelaiskulttuuri osaksi nuorten arkitietoa.
smn: Tiäđu já haavâ materiaalij vievâst viggeh pajediđ sämmilijd já sämikulttuur uássin nuorâi argâtiäđu.

source: Aiheen innostava käsittely ehkäisee samalla saamelaislapsiin ja –nuoriin kohdistuvaa syrjintää, ja vahvistaa saamelaisalueen ulkopuolella asuvien saamelaisnuorten identiteettiä.
smn: Fáádá movtijdittee kieđâvuššâm iästá siämmást sämipárnáid já -nuoráid čyeccee olgoštem, já naanood sämikuávlu ulguubeln ässee säminuorâi identiteet.

source: Hanketta rahoittaa Opetus- ja kulttuuriministeriö.
smn: Haavâ ruttâd Máttááttâs- já kulttuurministeriö.

source: Lisää Dihtosis -hankkeesta
smn: Lase Dihtosis -haavâst

source: Lisätietoja:
smn: Lasetiäđuh:

source: Vs. nuorisosihteeri, Saamelaiskäräjät, Elli-Marja Hetta, 050 382 5179, elli-marja.hetta(at)samediggi.fi
smn: Vs. nuorâičällee, Sämitigge, Elli-Marja Hetta, 050 382 5179, elli-marja.hetta(at)samediggi.fi

source: Projektipäällikkö, Nuorten Akatemia, Ulla Saalasti.
smn: Proojeektkoordinaattor, Nuorâi Akatemia, Ulla Saalasti.
